Repository: cjenkin2/ubiquity
Catalog: debian/real-po/csb.po
Languages: csb

source: Use the largest continuous free space
csb: Brëkùjë nôwicy wòlegò placu w sztëkù

source: Erase and use the entire disk
csb: Rëmanié zamkłoscë ë brëkùnk całegò diskù

source: Specify partitions manually (advanced)
csb: Rãczné òpisëwanié particëji (awansowóné)

source: Install
csb: Instalëjë

source: Install (OEM mode, for manufacturers only)
csb: Jinstalacëjô (trib OEM, blós dlô producentów)

source: You are installing in system manufacturer mode. Please enter a unique name for this batch of systems. This name will be saved on the installed system and can be used to help with bug reports.
csb: Przeprowôdzonô je jinstalcëjô w tribie producenta systemë. Wpiszë unikalné miono dlô ti pacczi systemów. Ne miono òstanié zapisóné na zajinstalowónym systemie ë bãdze wëzwëskónô przë zgłosziwanim rapòrtów ò felach.

source: Try ${RELEASE}
csb: Wëpróbùjë ${RELEASE}

source: Install ${RELEASE}
csb: Winstalëjë ${RELEASE}

source: Once you answer a few questions, this computer will be ready to use.
csb: Pò òdpòwiescë na czile pëtaniów nen kòmpùtr bãdze ju fardich do ùżëcô.

source: Answering the questions should only take a few minutes.
csb: Òdpòwiesce na pëtania zajëmią blós czile minutów.

source: You may wish to read the <a href="release-notes">release notes</a> or <a href="update">update this installer</a>.
csb: Mòżesz przeczëtac <a href="release-notes">wëdowiédzã ò wëdôwkù</a> abò <a href="update">zaktualnic nã instalacjową programã</a>.

source: You may wish to read the <a href="release-notes">release notes</a>.
csb: Mòżesz przeczëtac <a href="release-notes">wëdowiédzã ò wëdôwkù</a> .

source: You may wish to <a href="update">update this installer</a>.
csb: Mòżesz <a href="update">zaktualnic nã instalacjową programã</a>.

source: The installation process may resize or erase partitions on your hard disk. Be sure to <b>take a full backup of any valuable data</b> before running this program.
csb: Instalacjowi proces mòże zmienic wielgòsc abò rëmnąc particëjã na twòjim cwiardim diskù. Żebë jisc dali, ùgwësni sã, że <b>môsz ùsôdzoną kòpijã wôżnych pòdôwków</b>,

source: Where are you?
csb: Dzë Të je?

source: Keyboard layout
csb: Ùkłôd klawiaturë (kluczplatë)

source: Please press one of the following keys:
csb: Proszã wcësnąc jedną z nôslédnych knapów:

source: Is the following key present on your keyboard?
csb: Je nen céch na klawiaturze?

source: Who are you?
csb: Chto të jes?

source: Username
csb: Miono brëkòwnika

source: Password
csb: Parola

source: You are running in debugging mode. Do not use a valuable password!
csb: Robisz w tribie debbugòwaniô. Nie brëkùjë wôżny paroli!

source: Log in automatically
csb: Wlogùjë aùtomatno

source: Require my password to log in
csb: Je nót parolë do wlogòwaniô

source: Migrate documents and settings
csb: Migrëjë dokùmentë ë nastôwë

source: Select any accounts you would like to import. The documents and settings for these accounts will be available after the install completes.
csb: Proszã wëbrac kònta, jaczé mają bëc zajimpòrtowóné. Dokùmentë ë ùstôwë tëch kòntów òstaną ùprzëstãpnioné pò zakùńczenim jinstalacëji.

source: If you do not wish to import any accounts, select nothing and go to the next page.
csb: Biéj do pòstãpnégò pòkrokù jinstalacëji, żelë nie chcesz jimpòrtowac nëch kòntów.

source: How do you want to partition the disk?
csb: Chcesz zmienic ùkłôd particëji na tim diskù?

source: This computer has no operating systems on it.
csb: W kòmpùtrze ni ma winstalowóny òperacjowi systemë

source: This computer has ${OS} on it.
csb: W kòmpùterze je winstalowóny ${OS}.

source: This computer has several operating systems on it.
csb: W kòmpùterze winstalowónych je czile òperacjowich systemów.

source: Where do you want to put ${RELEASE}?
csb: Dze chcesz dac ${RELEASE}?

source: Prepare partitions
csb: Przërëchtëjë particëje

source: This will delete ${SYSTEMS} and install ${RELEASE}.
csb: To rëmnie ${SYSTEMS} ë winstalëje ${RELEASE}.

source: Ready to install
csb: Parôt do instalacëji

source: Details
csb: Detale

source: Your new operating system will now be installed with the following settings:
csb: Twójô nowô systema mdze terô zainstalowónô z pòsobnëma nastôwama:

source: Advanced...
csb: Awansowóné...

source: Quit the installation?
csb: Zakùńczëc instalacëjã?

source: Do you really want to quit the installation now?
csb: Chcesz terô zakùńczëc instalacëjã?

source: Bootloader install failed
csb: Instalacëjô startowi programë nie darzëła sã

source: Sorry, an error occurred and it was not possible to install the bootloader at the specified location.
csb: Pòkôza sã fela ë winstalowanié startowi programë w wëbrónym pòłożeniu nie je mòżlëwé.

source: Choose a different device to install the bootloader on:
csb: Wëbierzë jinszé ùrządzenié, na chtërnym bãdze wistalowónô startowô programa:

source: Continue without a bootloader.
csb: Biéj dali bez startowi programë.

source: You will need to manually install a bootloader in order to start ${RELEASE}.
csb: Je nót rãczno winstalowac startową programã dlô zrëszeniô ${RELEASE}.

source: Cancel the installation.
csb: Òprzestóń instalacëjã.

source: This may leave your computer unable to boot.
csb: Twój kòmpùtr mòże nie bëc w sztãdze zrëszëc òperacjową systemã.

source: How would you like to proceed?
csb: Co chcesz zrobic?

source: Skip
csb: Pòminie

source: Installation Complete
csb: Instalacëjô zakùńczonô

source: Continue Testing
csb: Biéj dali z testowniém

source: Restart Now
csb: Zrëszë znowa

source: Installer crashed
csb: Fela jinstalatora

source: We're sorry; the installer crashed. Please file a new bug report at https://launchpad.net/ubuntu/+source/ubiquity/+filebug (do not attach your details to any existing bug) and a developer will attend to the problem as soon as possible. To help the developers understand what went wrong, include the following detail in your bug report, and attach the files /var/log/syslog and /var/log/partman:
csb: Przeprôszajemë, wëstãpiła fela jinstalatora. Prszëmë ò zgłoszenię nowi felë pòd adresã https://launchpad.net/ubuntu/+source/ubiquity/+filebug (proszëmë nie dołączëwac detalów feli do niżódnégò bëtnégò òpisënkù). Czedë le mdze to mòżebné deweloperowie zajimną sã problémą. Abë pòmóc ùsôdzcóm systemë w zrozmienim co pòszło zle, proszã dołączëc rapòrt felów, a téż lopczi z katalogów /var/log/syslog a téż /var/log/partman:

source: New Partition Table...
csb: Nowô tôfla particëjów...

source: Add...
csb: Dodôj...

source: Change...
csb: Zmieni...

source: Delete
csb: Rëmôj

source: Revert
csb: Dop&rowôdzë nazôd

source: Recalculating partitions...
csb: Rechòwanié particëji...

source: Device
csb: Ùrządzenié

source: Type
csb: Ôrt

source: Mount point
csb: Pùnkt mòntowaniô

source: Format?
csb: Fòrmatowac?

source: Size
csb: Miara

source: Used
csb: Zajãté

source: free space
csb: przëstãpny rum

source: unknown
csb: nieznóny

source: Create partition
csb: Ùsôdzë particëjã

source: New partition size in megabytes (1000000 bytes):
csb: Miara nowi particëji w megabajtach (1000000 bajtów)

source: Beginning
csb: Zaczątk

source: End
csb: Kùńc

source: Primary
csb: Przédnô

source: Logical
csb: Logiczne

source: Edit partition
csb: Mòdifikùjë particëjã

source: Edit a partition
csb: Mòdifikacëjô particëji

source: Advanced Options
csb: Awansowóné òptacëje

source: Boot loader
csb: Ladownô programa

source: Install boot loader
csb: Zajinstalëjë ladowną programã

source: Popularity contest
csb: Kònkùrs pòpùlarnotë

source: Participate in the package usage survey
csb: Wez dzél w badanim pòpùlarnotë brëkòwania paczétów

source: Network proxy
csb: Sécowy pòstrzédnik

source: HTTP proxy:
csb: Pòstrzédnik HTTP:

source: Port:
csb: Pòrt:

source: Go Back
csb: Copni

source: Continue
csb: Dali

source: Installation is complete. You need to restart the computer in order to use the new installation.
csb: Jinstalcëjô zakùńczono. Nót je zrëszëc kòmpùtr znowa, abë ùżëc ti jinstalacëji.

source: Language: ${LANGUAGE} Keyboard layout: ${KEYMAP} Name: ${FULLNAME} Login name: ${USERNAME} Location: ${LOCATION} Migration Assistant: ${MIGRATE}
csb: Jãzëk: ${LANGUAGE} Ùkłôd klawiaturë: ${KEYMAP} Miono: ${FULLNAME} Miono logòwaniô: ${USERNAME} Môl: ${LOCATION} Asystent migracëji: ${MIGRATE}

source: Verifying the installation configuration...
csb: Werifikacëji kònfigùracëji instalacëji...

source: Installing system
csb: Instalacëjô systemë

source: Finding the distribution to copy...
csb: Szëkba distribùcëji do kòpérowaniô...

source: Scanning files...
csb: Skanowanié lopków...

source: Copying files...
csb: Kòpérowanié lopków...

source: Almost finished copying files...
csb: Wnet skùńczoné je kòpérownié lopków...

source: Installation Failed
csb: Fela instalacëji

source: The installer encountered an error copying files to the hard disk:
csb: Instalatora nalôzł felã òbczas kòpérowaniô lopków na cwiôrdi disk:

source: This is due to there being insufficient disk space for the install to complete on the target partition. Please run the installer again and select a larger partition to install into.
csb: Przëczëną je za mało placu na docélowi particëji. Proszã zrëszëc instalownika znowa ë wëbrac wikszą particëjã.

source: This is often due to a faulty CD/DVD disk or drive. It may help to clean the CD/DVD, to burn the CD/DVD at a lower speed, or to clean the CD/DVD drive lens (cleaning kits are often available from electronics suppliers).
csb: Czãstą przëczëną je fela platë abò nëkù CD/DVD. Pòmòcné mòże tuwò bëc wëczësczenié nëkù, próba zôpisu z mniészą chùtkòscą abò wëczëszczenié òpticzi nëkù CD/DVD (zestôwczi do tegò mòże dobëc w krómach z elektroniką).

source: This is often due to a faulty hard disk. It may help to check whether the hard disk is old and in need of replacement, or to move the system to a cooler environment.
csb: Czãstą przëczëną je fela cwiardegò diskù. Nót je sprôwdzëc to, czë czasã nie je nót wëmienic disk abò dac mù lepszé stëdzenié.

source: This is often due to a faulty CD/DVD disk or drive, or a faulty hard disk. It may help to clean the CD/DVD, to burn the CD/DVD at a lower speed, to clean the CD/DVD drive lens (cleaning kits are often available from electronics suppliers), to check whether the hard disk is old and in need of replacement, or to move the system to a cooler environment.
csb: Czãstą przëczëną je fela platë abò nëkù CD/DVD, jakno ë cwiardegò diskù. Pòmòcné mòże tuwò bëc wëczësczenié nëkù, próba zôpisu z mniészą chùtkòscą abò wëczëszczenié òpticzi nëkù CD/DVD (zestôwczi do tegò mòże dobëc w krómach z elektroniką), sprôwdzenié abò nawetka zmiana cwiardegò diskù, abò zagwësnienié lepszégò stëdzenia systemë.

source: The following file did not match its source copy on the CD/DVD:
csb: Lopk nie je zgódny ze zdrojã na platce CD/DVD:

source: Copying installation logs...
csb: Kòpérowanié logów z instalacëji...

source: Configuring target system...
csb: Kònfigùrowanié docélowi systemë...

source: Configuring system locales...
csb: Kònfigùrowanié locale...

source: Configuring apt...
csb: Kònfigùrowanié apt...

source: Configuring time zone...
csb: Kònfigùrowanié czasowi conë...

source: Configuring keyboard...
csb: Kònfigùrowanié klawiaturë...

source: Creating user...
csb: Dodôwanié brëkòwnika...

source: Importing documents and settings...
csb: Jimpòrtowanié dokùmentów ë ùstawów...

source: Configuring hardware...
csb: Kònfigùrowanié hard-wôrë...

source: Configuring network...
csb: Kònfigùrowanié sécë...

source: Setting computer name...
csb: Ùstawianié miona kòmpùtra...

source: Configuring boot loader...
csb: Kònfigùrowanié zrëszëniowi programë...

source: Installing additional packages...
csb: Jinstalowanié dodôwnëch paczétów...

source: Checking for packages to install...
csb: Sprôwdzanié paczétów do zajinstalowaniô...

source: Removing extra packages...
csb: Rëmanié dodôwnëch paczétów...

source: Checking for packages to remove...
csb: Szëkba lopków do rëmniącô...

source: Downloading packages (${TIME} remaining)...
csb: Ladowanié paczétów (òstało ${TIME})...

source: Downloading package lists...
csb: Zladënk lëstë paczétów...

source: Downloading package lists (${TIME} remaining)...
csb: Zladënk lëstë paczétów (òstało ${TIME})...

source: Error installing ${PACKAGE}
csb: Fela przë instalacëji ${PACKAGE}

source: Error removing ${PACKAGE}
csb: Fela przë rëmaniô ${PACKAGE}

source: Error while installing packages
csb: Fela òbczas jinstalowaniô paczétów

source: An error occurred while installing packages:
csb: Wëstąpiła fela òbczas jinstalowaniô paczétów:

source: The following packages are in a broken state:
csb: Paczétë niżi są w stónie ùszkòdzeniô:

source: This may be due to using an old installer image, or it may be due to a bug in some of the packages listed above. More details may be found in /var/log/syslog. The installer will try to continue anyway, but may fail at a later point, and will not be able to install or remove other packages (possibly including itself) from the installed system. You should first look for newer versions of your installer image, or failing that report the problem to your distributor.
csb: Mòże tak bëc bez brëkòwanié stôrégò òbrazu jinstalatora abò téż feli w jednym z paczétów wëżi. Wicy detalów mòże nalézc w katalogù /var/log/syslog. Jinstalator nimò wszëtczégò spróbùje kòntinuòwac, ale mòże dac felã òbczas jednégò z pòstãpnëch kroków ë nie bëc w sztądze dodac czë rëmnąc jinëch paczétów (téż razã ze sobą) z zajinstalowóny systemë. Nôpierwi nót je pòszëkac nowégò òbrazu jinstalatora abò wësłac nen rapòrt do distribùtora.

source: Error while removing packages
csb: Fela òbczas rëmaniô lopków

source: An error occurred while removing packages:
csb: Wëstąpiła fela òbczas rëmaniô paczétów:

source: Error migrating documents and settings
csb: Fela migracëji dokùmentów ë nastôwów

source: An error occurred while migrating data. More details may be found in /var/log/syslog. The installation will continue, but some or all of the documents and settings you requested may not have been transferred to the installed system.
csb: Pòkôza sã fela przë przenoszeniu pòdôwków. Wicy detalów mòże nalezc w /var/log/syslog. Instalacëjô jidze dali, równak dzél abò wszëtczé dokùmentë ë nastôwë mògą nie bëc przeniosłé do winstalowóny systemë.

source: Error copying network configuration
csb: Fela kòpérowaniô sécowi kònfigùracëji

source: An error occurred while copying the network settings. The installation will continue, but the network configuration will have to be set up again in the installed system.
csb: Pòkôza sã fela kòpérowaniô nastôwów sécowi kònfigùracëji. Instalacëjô bãdze robionô dali, równak nót bãdze nowé skònfigùrowanié sécë we winstalowóny systemie.

source: Calculating files to skip copying...
csb: Rëchòwanié lopków do pòcësniãcô przë kòpérowaniu...

source: Installing language packs
csb: Instalowanié jãzëkòwëch paczétów

source: Downloading language packs (${TIME} remaining)...
csb: Zladënk jãzëkòwëch paczétów (òstało${TIME})...

source: Failed to unmount partitions
csb: Òdmòntowanié particëji nie darzëło sã

source: The installer needs to commit changes to partition tables, but cannot do so because partitions on the following mount points could not be unmounted:
csb: Instalownik brëkùjë zjinaczëc tôflë particëjów, równak je to ni do zrobieniô, ga particëje na nôslédnych pùnktach mòntowaniô ni mògłë òstac òdmòntowóné:

source: Please close any applications using these mount points.
csb: Proszã zamknąc wszëtczé programë brëkùjącé tich pùnktów mòntowaniô.

source: Would you like the installer to try to unmount these partitions again?
csb: Chcesz bë instalownik spróbòwôł òdmòntowac ne particëje znowa?

source: Do you want to return to the partitioner?
csb: Warcec sã do programë particjownowaniô?

source: Some of the partitions you created are too small. Please make the following partitions at least this large:
csb: Niechtërné z ùsôdzonych particëji są za môłé. Nôslédné particëje mùszą miec przënômni taką miarã:

source: If you do not go back to the partitioner and increase the size of these partitions, the installation may fail.
csb: Jeżlë particëje ni bãdzą zwiszoné, to instalacëjô ni darzi sã.

source: System Configuration
csb: Kònfigùracëjô systemë

source: Welcome
csb: Witôj

source: Network configuration
csb: Kònfigùracëjô sécë

source: Software selection
csb: Wëbiérk softwôrë

source: Applying configuration
csb: Przëjãcé kònfigùracëji

source: Language
csb: Jãzëk

source: Timezone
csb: Czasowô cona

source: Keyboard
csb: Klawiatura

source: Disk Setup
csb: Nastôw diskù

source: User Info
csb: Wëdowiédzô ò brëkòwnikù

source: Summary
csb: Pòdrëchòwanié

source: installation process
csb: Proces instalacëji

source: Checking for installer updates
csb: Sprôwdzanié aktualizacëji instalownika

source: Reading package information
csb: Czëtanié wëdowiédzë ò paczétach

source: Updating package information
csb: Aktualizacëjô wëdowiédzë ò paczétach

source: File ${INDEX} of ${TOTAL} at ${SPEED}/s
csb: Lopk ${INDEX} z ${TOTAL} z chùtkòscą ${SPEED}/s

source: File ${INDEX} of ${TOTAL}
csb: Lopk ${INDEX} z ${TOTAL}

source: Installing update
csb: Instalacëjô aktualizacëji

source: Error updating installer
csb: Fela aktualizacëji instalownika

source: The installer encountered an error while trying to update itself:
csb: Instalownik pòtkôł felã prze zaktuaknieniu samegò se:

source: Please choose the language used for the configuration process. This language will be the default language for this computer.
csb: Proszã wëbrac jãzëk brëkòwóny przë kònfigùracëji. Nen jãzëk bãdze domëslnym dlô twòjegò kòmpùtra.

source: Continue with installation.
csb: Biéj dali z instalacëją.

source: Installation failed
csb: Instalacëjô nie darzëła sã

source: Layout:
csb: Ùstôw:

source: Variant:
csb: Wariant:

source: Below is an image of your current layout:
csb: Niżi je aktualny ùstôw:

source: Select your location, so that the system can use appropriate display conventions for your country, fetch updates from sites close to you, and set the clock to the correct local time.
csb: Proszã wëbrac swòjé pòłożenié, abë systema mògła wëbrac pasowné nastôłë wëskrzënianiô wëdowiédzë, zladowac zaktualnienia z môlowich serwerów é nastôwic môlowi czas.

source: Time Zone:
csb: Czasowô cona:

source: Ready to install? Once you answer a few questions, the contents of the live ${MEDIUM} can be installed on this computer so you can run ${RELEASE} at full speed without the ${MEDIUM}.
csb: Fardich do instalacëji? Dôj jesz le czile òdpòwiesców na pëtania, a zamkłosc platczi live ${MEDIUM} bãdze winstalowónô na twòjim kòmpùtrze, przez co bãdzesz móg zrëszëc ${RELEASE} we fùl chùtkòscë bez ùżëwaniô ${MEDIUM}.

source: OEM mode (for manufacturers only)
csb: Trib OEM (blós dlô producentów)

source: Prepare for OEM configuration
csb: Przëszëkòwanié do kònfigùracëji OEM

source: Preparing for OEM configuration...
csb: Przëszëkòwanié do kònfigùracëji OEM...

source: Ready for OEM configuration
csb: Fardich do kònfigùracëji OEM

source: Removing packages
csb: Rëmanié paczétów
